app/controllers/lists_controller.rb

INSERT INTO "lists" ("title", "created_at", "updated_at") VALUES (?, ?, ?)  [["title", "Jantje"], ["created_at", "2021-07-15 17:31:01.126418"], ["updated_at", "2021-07-15 17:31:01.126418"]]
---
  def create
    @list = List.new(list_params)

    respond_to do |format|
      if @list.save